{"pageProps":{"authorDetails":{"mdxSource":"var Component=(()=>{var c=Object.create;var r=Object.defineProperty;var h=Object.getOwnPropertyDescriptor;var l=Object.getOwnPropertyNames;var f=Object.getPrototypeOf,m=Object.prototype.hasOwnProperty;var t=i=>r(i,\"__esModule\",{value:!0});var k=typeof require!=\"undefined\"?require:i=>{throw new Error('Dynamic require of \"'+i+'\" is not supported')};var g=(i,e)=>()=>(e||i((e={exports:{}}).exports,e),e.exports),p=(i,e)=>{t(i);for(var n in e)r(i,n,{get:e[n],enumerable:!0})},u=(i,e,n)=>{if(e&&typeof e==\"object\"||typeof e==\"function\")for(let o of l(e))!m.call(i,o)&&o!==\"default\"&&r(i,o,{get:()=>e[o],enumerable:!(n=h(e,o))||n.enumerable});return i},w=i=>u(t(r(i!=null?c(f(i)):{},\"default\",i&&i.__esModule&&\"default\"in i?{get:()=>i.default,enumerable:!0}:{value:i,enumerable:!0})),i);var d=g((F,s)=>{s.exports=_jsx_runtime});var C={};p(C,{default:()=>b,frontmatter:()=>v});var a=w(d()),v={name:\"Sid Ghodke\",avatar:\"/static/images/avatar.png\",occupation:\"Director of Engineering\",company:\"Optum Digital\",email:\"sid (dot) ghodke (at) gmail.com\",twitter:\"https://twitter.com/Twitter\",linkedin:\"https://www.linkedin.com\",github:\"https://github.com\"};function y(i={}){let e=Object.assign({h2:\"h2\",a:\"a\",span:\"span\",p:\"p\"},i.components),{wrapper:n}=e,o=(0,a.jsxs)(a.Fragment,{children:[(0,a.jsxs)(e.h2,{id:\"meet-vik\",children:[(0,a.jsx)(e.a,{\"aria-hidden\":\"true\",tabIndex:\"-1\",href:\"#meet-vik\",children:(0,a.jsx)(e.span,{className:\"icon icon-link\"})}),\"Meet Vik\"]}),`\n`,(0,a.jsx)(e.p,{children:\"Vik Bakhru is a practicing physician and Chief Medical Officer/Head of Mosaic (Care Model/Partnerships/Strategy) for Circulo Health, Inc., a digital-first, technology-focused venture dedicated to serving Medicaid members. He is Founder and Chairman of the Board of Directors of the Foundation for International Medical Relief of Children. Vik holds a B.A. in Economics and a B.S. in Biology from The Columbian College of Arts & Sciences of The George Washington University, an M.D. from The George Washington University School of Medicine & Health Sciences, and an M.B.A. from The Wharton School of the University of Pennsylvania.\"}),`\n`,(0,a.jsxs)(e.h2,{id:\"long-bio\",children:[(0,a.jsx)(e.a,{\"aria-hidden\":\"true\",tabIndex:\"-1\",href:\"#long-bio\",children:(0,a.jsx)(e.span,{className:\"icon icon-link\"})}),\"Long Bio\"]}),`\n`,(0,a.jsx)(e.p,{children:\"Dr. Vikram D. Bakhru is the Chief Medical Officer and Head of Mosaic (Care Models/Partnerships/Strategy) for Circulo Health, Inc., a digital-first, technology-focused venture dedicated to serving Medicaid members. Previously, Vik was Chief Operating Officer & Chief Financial Officer of ConsejoSano, Inc., a multicultural technology platform dedicated to improving health outcomes for culturally diverse and underserved populations. Prior to ConsejoSano, he worked as Chief Operating Officer of First Opinion, Inc., a venture backed, telemedicine start-up based in San Francisco, and as Chief Medical Officer for Abercrombie & Kent Global Health, a Fortress Investment Group portfolio company that facilitates high quality, affordable medical care. In addition, he worked as a Director at New York Presbyterian Hospital/The University Hospital of Columbia and Cornell in New York City where he had oversight of approximately $600 million and led partnerships with vendors providing all clinical goods and services to the hospital.\"}),`\n`,(0,a.jsxs)(e.p,{children:[\"Prior to his role at NYP, Vik lived in Central America and worked as an entrepreneur in the health care services domain with the Foundation for International Medical Relief of Children (FIMRC), a non-profit he founded while studying medicine at The George Washington University School of Medicine & Health Sciences in Washington, DC. FIMRC (\",(0,a.jsx)(e.a,{href:\"http://www.fimrc.org\",children:\"www.fimrc.org\"}),\") is a 501(c)3 non-profit organization dedicated to providing health care access in underserved areas of the developing world. FIMRC now boasts a team of over 3,000 full-time staff and volunteers who work hard to further develop FIMRC's self-sustainable revenue model and network of pediatric and women\\u2019s health ambulatory care centers.\"]}),`\n`,(0,a.jsxs)(e.p,{children:[\"Vik earned a Bachelor of Arts in Economics and a Bachelor of Science in Biology from The George Washington University as part of the Seven-Year Integrated Medical Program. After his undergraduate and medical education in Washington, DC, Vik did his residency training in general surgery in Philadelphia and subsequently earned a Master of Business Administration degree in Health Care Management from The Wharton School of the University of Pennsylvania. He is licensed to practice medicine in 16 states, and he owns and operates a network of medical practice groups (\",(0,a.jsx)(e.a,{href:\"http://www.singlethreadhealth.com\",children:\"www.singlethreadhealth.com\"}),\") that provide telemedicine consultations.\"]}),`\n`,(0,a.jsxs)(e.p,{children:[\"Vik serves on the Board of Directors for several organizations including the Nanubhai Education Foundation (\",(0,a.jsx)(e.a,{href:\"http://www.nanubhai.org\",children:\"www.nanubhai.org\"}),\"), Aspire Global Health (\",(0,a.jsx)(e.a,{href:\"http://www.aspireglobalhealth.org\",children:\"www.aspireglobalhealth.org\"}),\") and FIMRC. His professional affiliations include membership in the American College of Surgeons, the American Medical Association, and the American Telemedicine Association. He has been awarded the American Medical Association Foundation Excellence in Leadership Award, The George Washington University Award, the Kaiser Family Foundation Grant, the Becker\\u2019s Hospital Review: Rising Stars in Healthcare Award, and was named to the Wharton Forty Under Forty.\"]})]});return n?(0,a.jsx)(n,Object.assign({},i,{children:o})):o}var b=y;return C;})();\n;return Component.default;","toc":[{"value":"Meet Vik","url":"#meet-vik","depth":2},{"value":"Long Bio","url":"#long-bio","depth":2}],"frontMatter":{"readingTime":{"text":"3 min read","minutes":2.875,"time":172500,"words":575},"slug":["default"],"fileName":"default.md","name":"Sid Ghodke","avatar":"/static/images/avatar.png","occupation":"Director of Engineering","company":"Optum Digital","email":"sid (dot) ghodke (at) gmail.com","twitter":"https://twitter.com/Twitter","linkedin":"https://www.linkedin.com","github":"https://github.com","date":null}}},"__N_SSG":true}